 
/* Class = "NSButton"; ibShadowedToolTip = "Decreases security of the kiosk mode by allowing process switcher (cmd+Tab). The blacked out background of SEB also doesn't cover some alerts and modal windows in this mode!"; ObjectID = "5"; */
"5.ibShadowedToolTip" = "Decreases security of the kiosk mode by allowing process switcher (cmd+Tab). The blacked out background of SEB also doesn't cover some alerts and modal windows in this mode!";

/* Class = "NSButtonCell"; title = "Allow to switch to third party applications"; ObjectID = "6"; */
"6.title" = "Allow to switch to third party applications";

/* Class = "NSTextFieldCell"; title = "Use this option only when running SEB in user account managed by parental controls, with only SEB and the desired applications allowed. Also you should switch on Simple Finder and don't give users access to other accounts with administrator rights on that computer."; ObjectID = "8"; */
"8.title" = "Use this option only when running SEB in user account managed by parental controls, with only SEB and the desired applications allowed. Also you should switch on Simple Finder and don't give users access to other accounts with administrator rights on that computer.";

/* Class = "NSButton"; ibShadowedToolTip = "Usually to be used when switching to third party applications is enabled."; ObjectID = "13"; */
"13.ibShadowedToolTip" = "Usually to be used when switching to third party applications is enabled.";

/* Class = "NSButtonCell"; title = "Allow downloading and uploading files"; ObjectID = "14"; */
"14.title" = "Allow downloading and uploading files";

/* Class = "NSTextFieldCell"; title = "Save downloaded files to:"; ObjectID = "23"; */
"23.title" = "Save downloaded files to:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "34"; */
"34.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Directory"; ObjectID = "35"; */
"35.title" = "Directory";

/* Class = "NSMenuItem"; title = "Other…"; ObjectID = "36"; */
"36.title" = "Other…";

/* Class = "NSButton"; ibShadowedToolTip = "Downloaded files will be opened with the according application, which has to be set correctly in the system for each used file type! "; ObjectID = "38"; */
"38.ibShadowedToolTip" = "Downloaded files will be opened with the according application, which has to be set correctly in the system for each used file type! ";

/* Class = "NSButtonCell"; title = "Open files after downloading"; ObjectID = "39"; */
"39.title" = "Open files after downloading";

/* Class = "NSButton"; ibShadowedToolTip = "PDF files will not be displayed by SEB but downloaded and opened (if \"Open files after downloading\" is active!) by the application set in Finder (usually Preview or Adobe Acrobat)."; ObjectID = "76"; */
"76.ibShadowedToolTip" = "PDF files will not be displayed by SEB but downloaded and opened (if \"Open files after downloading\" is active!) by the application set in Finder (usually Preview or Adobe Acrobat).";

/* Class = "NSButtonCell"; title = "Download and open PDF files instead of displaying them inline"; ObjectID = "77"; */
"77.title" = "Download and open PDF files instead of displaying them inline";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "SEB can let the user choose the file to upload manually (as usual) or automatically choose the same file which was downloaded before. If the file is not found, a file requester is presented if you don't choose to only allow to upload a file which was downloaded before. If several files have been downloaded, SEB cycles through those files, starting with last one downloaded."; ObjectID = "93"; */
"93.ibShadowedToolTip" = "SEB can let the user choose the file to upload manually (as usual) or automatically choose the same file which was downloaded before. If the file is not found, a file requester is presented if you don't choose to only allow to upload a file which was downloaded before. If several files have been downloaded, SEB cycles through those files, starting with last one downloaded.";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "95"; */
"95.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "by only allowing to upload the same file downloaded before"; ObjectID = "96"; */
"96.title" = "by only allowing to upload the same file downloaded before";

/* Class = "NSMenuItem"; title = "manually with file requester"; ObjectID = "97"; */
"97.title" = "manually with file requester";

/* Class = "NSMenuItem"; title = "by attempting to upload same file downloaded before"; ObjectID = "98"; */
"98.title" = "by attempting to upload same file downloaded before";

/* Class = "NSTextFieldCell"; title = "Choose file to upload …"; ObjectID = "100"; */
"100.title" = "Choose file to upload …";

/* Class = "NSButton"; ibShadowedToolTip = "Playing videos with Flash in full screen mode is a security problem, because kiosk mode gets overridden. SEB's countermeasures can make it difficult to exit the full screen mode. That's why it is recommended to use HTML5 video (there full screen mode is no problem) instead of Flash . When switching to third party applications is disabled, Flash fullscreen mode isn't possible at all."; ObjectID = "134"; */
"134.ibShadowedToolTip" = "Playing videos with Flash in full screen mode is a security problem, because kiosk mode gets overridden. SEB's countermeasures can make it difficult to exit the full screen mode. That's why it is recommended to use HTML5 video (there full screen mode is no problem) instead of Flash . When switching to third party applications is disabled, Flash fullscreen mode isn't possible at all.";

/* Class = "NSButtonCell"; title = "Allow Flash to switch to full screen mode"; ObjectID = "135"; */
"135.title" = "Allow Flash to switch to full screen mode";
